{
  "gameTitle": "SETI",
  "home": {
    "title": "SETI Solo Helper",
    "play1": "Spiele den <a href='https://boardgamegeek.com/boardgame/418059/seti-search-for-extraterrestrial-intelligence' target='_blank' rel='noopener'><b>SETI</b></a> Solomodus gegen ein rivalisierendes Forschungsinstitut.",
    "play2": "Diese Applikation ersetzt die Aktionskarten und das Spieltableau des Rivalen und führt dich durch das Spiel und das Solo-Regelwerk. Alle Schwierigkeitsgrade werden unterstützt.",
    "feedback": "Discussion and Feedback:"
  },
  "setup": {
    "title": "Konfiguration",
    "difficultyLevel": {
      "title": "Schwierigkeitsgrad",
      "easy": "Leicht",
      "hard": "Schwer"
    },
    "startPlayer": {
      "title": "Startspieler",
      "random": "Zufällig",
      "player": "Spieler",
      "bot": "Rivale"
    }
  },
  "setupGameBoard": {
    "title": "Spielplan vorbereiten",
    "solarSystem": {
      "title": "Solarsystem",
      "randomizerApp": "CGE SETI Randomizer (extern)"
    },
    "goldScoringTile": {
      "title": "Gold-Wertungsplättchen",
      "randomize": "Zufällig"
    }
  },
  "setupGame": {
    "title": "Spielaufbau",
    "setup2Players": "Bereite die Partie für <b>2 Personen</b> vor.",
    "startPlayer": {
      "player": "<b>Du</b> bist der Startspieler.",
      "bot": "Dein <b>Rivale</b> ist der Startspieler."
    },
    "playerScoreTrackSetup": "Platziere deinen Wertungsmarker auf Feld {space} der Wertungsleiste.",
    "rivalPieces": "Dein Rivale erhält <b>alles Material einer Farbe</b>.",
    "componentsNotRequired": "Er benötigt keine Aktionskarten, Spielertableau, Wertungsmarker oder Bekanntheitsmarker.",
    "objectiveStack": "Der Zielstapel wird von der Applikation verwaltet.",
    "ruleChanges": {
      "title": "Rule Changes",
      "resources": "<b>Ressourcen:</b> Dein Rivale sammelt keine Ressourcen. Erfasse stattdessen alle Ressourcen die er durch Effekte <i>auf dem Spielplan</i> erhält am Ende des Zuges in der Applikation. Die Applikation verwaltet den Fortschritt des Rivalen automatisch. Direkte Effekte der Aktionen des Rivalen werden automatisch von der Applikation verwaltet, trage sie nicht in den Eingabefeldern ein.",
      "objectives": "<b>Ziele</b>: Sammle am Ende deines Zugs alle abgeschlossenen Ziele auf einem Stapel und ersetze sie durch neue vom Zielstapel. Du hast immer 3 Ziele – bis der Zielstapel leer ist."
    }
  },
  "roundTurnPlayer": {
    "execute": "Führe deinen Zug aus.",
    "passConfirm": "Passen und die Aktionsphase beenden?"
  },
  "roundTurnBot": {
    "executed": "Aktion ausgeführt",
    "notPossible": "Nicht möglich",
    "notPossibleConfirm": {
      "title": "Aktion überspringen",
      "confirm": "Bestätige, dass diese Aktion übersprungen und die eingegebenen Ressourcen-Werte verworfen werden."
    },
    "pass": "Der Rivale passt.",
    "discardEndOfRoundCard": "Entferne die <b>oberste Karte</b> des aktuellen Abschlussstapels.",
    "pickTech": "Technologie:",
    "pleaseSelectTech": "Bitte wähle den Type der gewählten Technologie aus.",
    "pickProbeAction": "Aktion:",
    "pleaseSelectProbeAction": "Bitte aktiviere die gewählte Aktion.",
    "checkSpeciesDiscovery": "Ist <b>Spezies #{alienSpeciesIndex}</b> schon entdeckt?"
  },
  "roundEnd": {
    "title": "Rundenende",
    "gainIncome": "Erhalte dein <b>Einkommen</b>.",
    "objectives": {
      "title": "Du musst {count} <b>abgeschlossenes Ziel</b> abwerfen, wenn möglich. | Du musst {count} <b>abgeschlossene Ziele</b> abwerfen, wenn möglich.",
      "numberCompleted": "Du hast {count} Ziel abgeschlossen. | Du hast {count} Ziele abgeschlossen.",
      "discardObjectives": "Du wirfst {count} abgeschlossenes Ziel ab. | Du wirfst {count} abgeschlossene Ziele ab.",
      "botObjectiveProgress": "Dein Rivale erhält {count} Fortschritt."
    }
  },
  "gameEnd": {
    "title": "Spielende",
    "difficultyLevel": "Schwierigkeit:",
    "gameStatus": {
      "title": "Spiel Status",
      "uncompletedObjectives": "{count} nicht abgeschlossenen Ziel | {count} nicht abgeschlossenen Ziele",
      "exertianDanger": "Gesamte Exertianer-Gefahr",
      "exterianRivalCards": "Am Ende der Partie gelten alle ausgespielten Exertianer-Karten deines Rivalen als erledigt und er erhält für sie alle Punkte."
    },
    "finalScoring": {
      "title": "Abschlusswertung",
      "scoreTrack": "Wertungsleiste",
      "endGameScoringCards": "Wertungskarten (mit goldenem Feld)",
      "goldScoringTile": "Gold-Wertungsplättchen {index}",
      "exertianVP": "Punkte von Exertianer-Karten",
      "exertianMinus": "Punkteverlust durch Exertianer",
      "totalVP": "Total VP"
    }
  },
  "botResources": {
    "gainThisTurn": "Der <b>Rivale</b> erhält diesen Zug <i>vom Spielplan</i>:",
    "lifeTrace": {
      "title": "Spuren",
      "mark": "Platziert dein Rivale Spuren, musst du alle Spalten dieser Spezies überprüfen. Er bevorzugt das niedrigste freie Feld dieser Spalten. (Er ignoriert Überflussfelder, solange er eine andere Wahl hat.)",
      "tiebreaker": "Gibt es mehrere gleichniedrige Spalten, wählt dein Rivale dem Entscheidungspfeil folgend das erste freie Feld von links bzw. rechts.",
      "oumuamua": "Er kann nur Felder besetzen, falls er die entsprechende Anzahl an Exofossilien besitzt. Ansonsten ignoriert er sie."
    },
    "exofossil": {
      "title": "Exofossilien",
      "collect": "Auch dein Rivale sammelt und nutzt Exofossilien."
    }
  },
  "botReachedMilestones": {
    "neutral": "Der Rivale hat einen <b>Entdeckungs</b>-Meilenstein auf Feld {score} erreicht.",
    "gold": "Der Rivale hat einen <b>goldenen</b> Meilenstein auf Feld {score} erreicht.<br/>Er besetzt das erste, wertvollste freie Feld auf den Gold-Wertungsplättchen."
  },
  "sideBar": {
    "round": "Runde {round}",
    "turn": "Zug {turn}",
    "species": "Spezies",
    "discover": "Entdecken",
    "speciesDiscovery": {
      "title": "Spezies entdecken",
      "alreadyDiscovered": "Bitte wähle aus welche Spezies schon entdeckt wurden:",
      "none": "(keine)"
    },
    "rival": {
      "title": "Rivale"
    }
  },
  "rules": {
    "action": {
      "tech": {
        "title": "Erforschen einer Technologie",
        "rotateSolarSystems": "Wenn dein Rivale eine Technologie erforscht, dreht er wie üblich das Solarsystem.",
        "chooseTech": "Er priorisiert die Technologien folgendermaßen:",
        "preferredTechs": "Dein Rivale bevorzugt die Technologien in der angezeigten Reihenfolge.",
        "twoPointTile": "Ist eine Technologie vorhanden, die zusätzlich 2 Punkte gewährt, bevorzugt er diese vor allen anderen innerhalb dieser Reihenfolge.",
        "getBonus": "Er erhält die darauf angegebene Belohnung (und die 2 Punkte, falls die Technologie diese hatte).<br/><b>Ausnahme</b>: Dein Rivale erhält niemals <i>Starten einer Sonde</i> oder <i>2 Daten</i> durch Technologien.",
        "discard": "Werfe die Technologie ab, die Applikation verwaltet sie automatisch."
      },
      "launch": {
        "title": "Starten einer Sonde",
        "placeProbe": "Stelle 1 Sonde des Rivalen auf die Erde."
      },
      "probe": {
        "title": "Umkreisen/Landen",
        "moveProbe": "Bewege die Sonde deines Rivalen von der Erde zu einem Planeten. Dabei wählt er den ersten Planeten (von links nach rechts), den er mit der angegebenen Bewegung erreichen kann. Auch dein Rivale nutzt beim Verlassen von Asteroiden 1 zusätzliche Bewegung. Berücksichtige dies bezüglich der Erreichbarkeit. Ist kein Planet erreichbar oder hat dein Rivale keine Sonde auf der Erde, ignoriert er diese Aktion und wählt einen Ersatz.",
        "publicity": "Nach der Bewegung erhält dein Rivale wie üblich Bekanntheit für das Besuchen von Planeten und Kometen. Kann er mit seiner Bewegung auf verschiedene Arten zum bevorzugten Planeten fliegen, wählt er die Route, die ihm die meiste Bekanntheit bringt.",
        "landOrbit": "Danach wandelt er die Sonde in einen Lander oder Orbiter um:",
        "landMoon": "Hat der Planet einen <b>Mond</b> mit freiem Feld, landet der Rivale darauf. Sind mehrere Monde verfügbar, wählt er dem Entscheidungspfeil folgend den ersten freien Mond ganz links bzw. ganz rechts.",
        "preferOrbitLand": "Der Rivale bevorzugt das <b>erste</b> Orbiter- oder Landerfeld dieses Planeten. Sind beide Felder frei oder keines der beiden, wählt dein Rivale entsprechend der angezeigten Aktionssymbole.",
        "pointsResources": "Anschließend erhält dein Rivale die angegebenen Punkte, Ressourcen und Spuren seines Orbiters oder Landers."
      },
      "telescope": {
        "title": "Scannen naher Sterne",
        "markSignals": "Platziere Signale deines Rivalen wie von der Aktion vorgegeben. Bei Signalen aus der Auslage wählt dein Rivale dem Entscheidungspfeil folgend die erste Karte von links bzw. rechts.",
        "redrawCards": "Fülle Karten der Auslage nach seiner Aktion sofort wieder auf.",
        "multipleSectors": {
          "title": "Kann er sein Signal in mehreren Sektoren platzieren, bevorzugt er sie folgendermaßen:",
          "sectorWin": "Führt das Platzieren zu <b>seinem Sektorensieg</b>, wählt er diesen Sektor.",
          "scorePoints": "Ist dies nicht möglich, sucht er nach Feldern, für die er <b>Punkte erhält</b>, weil er das 2. Signal im Sektor platziert.",
          "mostMarkers": "Kann er weder den Sektorensieg noch Punkte erlangen, wählt er den Sektor, in dem er die <b>meisten Marker</b> hat.",
          "tieBreaker": "Bei Gleichstand entscheidet er sich immer für den größeren Sektor (der mehr Daten aufnehmen kann)."
        }
      },
      "analyze": {
        "title": "Datenanalyse",
        "lifeTrace": "Der Rivale platziert die angezeigte Spur."
      },
      "speciesDiscovery": {
        "title": "Entdecken einer Species",
        "instructions": "Wenn <b>Spezies #{alienSpeciesIndex}</b> bereits entdeckt ist, vermerke das in der Applikation, indem du die Funktion <i>Entdecken</i> auf der rechten Seite benutzt. Folge dann den Spezies-Aktionen die anstelle angezeigt werden."
      },
      "speciesSpecialAction": {
        "mascamites": {
          "title": "Maskamiten Spezial-Aktion",
          "instructions": "Nimm ein beliebiges <b>Probenplättchen</b> vom Planeten und platziere es offen auf dem Tableau dieser Spezies (ignoriere die Belohnung).",
          "landPlanet": "Der Rivale landed auf dem Planet."
        },
        "anomalies": {
          "title": "Anomalien Spezial-Aktion",
          "instructions": "Falls der Rivale die nächste Anomalie aktuell nicht gewinnen würde: Er platziert eine Spur der <b>passenden Farbe</b> auf dem Tableau dieser Spezies."
        },
        "centaurians": {
          "title": "Centaurianer Spezial-Aktion",
          "instructions": "Falls der Rivale noch Nachrichten-Meilensteine in seiner Reserve hat und keine auf der Punkteleiste: Platziere 15 Felder vor seinem aktuellen Punktemarker einen Nachrichten-Meilenstein.",
          "generalInstructions": "Sobald die Centraurianer entdeckt werden, legen du und dein Rivale je einen Nachricht-Meilenstein aus. Außerdem erhält er alle übrigen Nachricht-Meilensteine. Diese kann er mit seiner Spezies-Aktionskarte nutzen.<br/> Bei Erreichen des Nachricht-Meilensteins legt dein Rivale diesen dem Entscheidungspfeil folgend auf das freie am weitesten linke oder rechte Feld.<br/> Dein Rivale besetzt Felder mit Datenkosten nur dann, falls sein Computer bereits voll ist und er genügend Daten besitzt."
        },
        "exertians": {
          "title": "Exertianer Spezial-Aktion",
          "instructions": "Falls die Anzahl der Exertianer-Karten und Spuren des Rivalen auf dem Tableau dieser Spezies max. 4 ist: Er <b>spielt 1 geheime Exertianer-Karte</b>.",
          "generalInstructions": "Dein Rivale erhält und spielt Exertianer-Karten nur durch Aktionen die sich auf diese Spezies beziehen. Er ignoriert Exertianer-Meilensteine.<br/>Bei Entdeckung der Exertianer erhält er keine ihrer Karten und kann auch keine davon ausspielen. Jedoch schreitet er auf der Fortschrittsleiste pro eigenem Marker auf Entdeckungsfeldern voran."
        }
      }
    }
  },
  "player": {
    "player": "Spieler",
    "bot": "Rivale"
  },
  "planet": {
    "jupiter": "Jupiter",
    "mars": "Mars",
    "mercury": "Mercury",
    "neptune": "Neptune",
    "saturn": "Saturn",
    "uranus": "Uranus",
    "venus": "Venus",
    "oumuamua": "‘Oumuamua"
  },
  "alienSpecies": {
    "mascamites": "Mascamiten",
    "anomalies": "Anomalien",
    "oumuamua": "‘Oumuamua",
    "centaurians": "Centaurianer",
    "exertians": "Exertianer"
  },
  "difficultyLevel": {
    "1": "Level 1 - keine Ziele",
    "2": "Level 2 - 10 Ziele",
    "3": "Level 3 - 12 Ziele",
    "4": "Level 4 - 15 Ziele",
    "5": "Level 5 - 17 Ziele"
  },
  "notfound": {
    "title": "Nicht Gefunden"
  },
  "action": {
    "playGame": "Spielen",
    "startGame": "Spiel starten",
    "next": "Weiter",
    "nextRound": "Nächste Runde",
    "abortGame": "Spiel abbrechen",
    "abortGameConfirm": "Das aktuelle Spiel wird abgebrochen - bist du sicher?",
    "endGame": "Spiel beenden",
    "endGameConfirm": "Dieses Spiel wird beendet - bist du sicher?",
    "cancel": "Abbrechen",
    "backToHome": "Zurück zum Anfang",
    "back": "Zurück",
    "close": "Schließen",
    "ok": "OK",
    "pass": "Passen"
  },
  "footer": {
    "credits": "Credits"
  },
  "serviceWorkerUpdatedRefresh": {
    "title": "Applikation neu laden",
    "notice": "Die Applikation wurde aktualisiert - möchtest du die Seite neu laden um die neueste Version zu nutzen?"
  }
}
